bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
drcika.apc-extension
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
jannisx11.batch-rename-extension
jock.svg
k--kato.intellij-idea-keybindings
melishev.feather-vscode
ms-vscode.remote-server
pkief.material-icon-theme
sysoev.vscode-open-in-github
tamasfe.even-better-toml
thebearingedge.vscode-sql-lit
unifiedjs.vscode-mdx
vercel.turbo-vsc
waderyan.gitblame
wix.vscode-import-cost
zhuangtongfa.material-theme